<?php

return [
    'success' => [
        'save' => [
            'title' => 'حفظ ناجح',
            'msg' => 'لقد تمت عملية الحفظ بنجاح.',
        ],
        'edit' => [
            'title' => 'تعديل نجاح',
            'msg' => 'لقد تمت عملية التعديل بنجاح.',
        ],
        'delete' => [
            'title' => 'حذف ناجح',
            'msg' => 'لقد تمت عملية الحذف بنجاح.',
        ],
    ],
    'error' => [
        'save' => [
            'title' => 'حدث خطأ اثناء الحفظ ',
            'msg' => 'للاسف. لقد فشلت عملية الحفظ.',
        ],
        'edit' => [
            'title' => 'فشل في التعديل',
            'msg' => 'للاسف. لقد فشلت عملية التعديل.',
        ],
        'delete' => [
            'title' => 'فشل في الحذف',
            'msg' => 'للاسف. لقد فشلت عملية الحذف.',
        ],
    ],
];
